Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/C11A.tmx
Source language: en_us
Languages: zh_cn

source: Why We Lie
zh_cn: 我们为什么要撒谎

source: In 1995 I traveled to the University of California, Santa Barbara, for the annual meeting of the Human Behavior and Evolution Society, which turned out to be a pep rally for psychologists, anthropologists and others who view humanity through the lens of evolutionary theory.
zh_cn: 1995年我来到加利福尼亚圣巴巴拉市，参加每年一次的人类行为和进化学会会议。 这个会议最后变成了心理学家、人类学家和运用进化学理论分析世界的学者的一次激励人心的集会。

source: Attendees heard Darwinian takes on lust, love, infidelity, status-seeking, mental illness, violence, patriotism, politics, economics and religion, as well as keynote addresses from such luminaries as Richard Dawkins and Steven Pinker.
zh_cn: 参加者可以在会上聆听达尔文主义者对人类各种进化问题的演讲，这些演讲主题包括，欲望、爱、背叛、追求、精神疾病、暴力、爱国主义、政治、经济和宗教，其中做主旨发言的学者有大名鼎鼎的理查德·道金斯[1]和史蒂芬·平克[2]。

source: The most influential thinker there, arguably, was a scruffily bearded fellow, wearing sunglasses and a knitted cap, who never gave a talk.
zh_cn: 在这些学者中间，其中最有影响力的学者无疑要属一位长满胡须、戴着一副太阳镜、头顺编织帽、从未说过一句的那个家伙。

source: He lurked around the margins of the conference; at one point I spotted him puffing a joint outside a meeting hall.
zh_cn: 他时而在会场的空隙间潜行，时而在会议厅外大踏步前行。

source: This, at any rate, is how I remember Robert Trivers, although as he points out in “The Folly of Fools,” memory often tricks us. He also confesses to being a pothead, so I’m pretty sure my recollection is accurate.
zh_cn: 无论如何，这就是罗伯特·泰弗士（Robert Trivers）在我头脑中的印象，虽然他在《傻瓜的傻事儿》中指出人类的记忆有欺骗性，但是我可以肯定我的记忆是准确无误的。

source: As a Harvard graduate student in the 1970s, Trivers wrote a handful of papers showing how our genes’ relentless drive to self-replicate underpins even our most apparently magnanimous impulses.
zh_cn: 作为二十世纪七十年代哈佛大学的一名学生，泰弗士发表了很多论文。 他的论文阐述过人类基因会不间断地驱使自己复制人类最基础的心智模式，甚至是我们偶尔显表现出的冲动式的慷慨大方。

source: According to his theory of reciprocal altruism, we occasionally act kindly toward strangers because our ancestors — over time and in the aggregate — received a quid pro quo benefit from acts of generosity.
zh_cn: 根据他提出的互惠理论，我们人类偶尔会对寞生人特别和善，因为我们的祖先随着时间的演变和在不断进化过程中，受惠于互利互让，所以学会了慷慨大方。

source: In other papers, Trivers proposed that families roil with conflict because parents share no genes with each other and only half of their genes with children, who unless they are identical twins also have divergent genetic interests.
zh_cn: 泰弗士的论文还提出导致家庭问题的亲子冲突理论在于父母之间根本就没有相同的基因组，而他们的孩子也只有一半或更少的基因和他们相似，即使他们的孩子是双胞胎，他们之间的兴趣和爱好基因特质也迥异。

source: These concepts were popularized by others, notably Edward O. Wilson in “Sociobiology,” Dawkins in “The Selfish Gene” and Pinker in “How the Mind Works.”
zh_cn: 泰弗士的这些观点经常被其他学者引用，从而使这些理论变得更加通俗化，例如著名学者爱德华·威尔森在他的《社会学》著作，道金斯在他的著作《自私基因》，平克的作品《大脑如何工作》中都对他的理论加以运用。

source: All have credited Trivers, whom Pinker has called “an underappreciated genius, and one of history’s greatest thinkers in the analysis of behavior and emotion.”
zh_cn: 人们对泰弗士的学术成就当然是赞誉有加，平克就称他是“失宠的天才，是历史上研究行为学和情感学最重要的思想家”。

source: If Trivers is not better known, that may be because he has struggled with bipolar disorder since his youth.
zh_cn: 即使泰弗士不是那样出名，其原因也是因为他从年轻时起，一直和郁躁疾病做着斗争。

source: He is also, by his own admission, an irascible anti-authoritarian, whose sharp tongue often gets him into trouble.
zh_cn: 而且就如他自己所承认，他是个易怒的反专制主义者，他尖刻的言语还经常招致麻烦。

source: He left Harvard in the late 1970s, eventually ending up at Rutgers.
zh_cn: 上世纪七十年代他离开哈佛大学，最后在罗格斯大学完成学业。

source: He also has a home in Jamaica.
zh_cn: 他还在牙买家生活过一段时间。

source: No doubt tired of seeing others crank out well-received elaborations of his work, Trivers has finally produced a popularization of his own.
zh_cn: 泰弗士显然已经厌倦了别人对自已极受欢迎的精心研究成果加以粗枝滥造，所以他决定亲自上阵普及自己的理论。

source: His topic is deceit, with which by his own admission he has wrestled — on a personal as well as professional level — throughout his adult life.
zh_cn: 如今他已经出版了新书，其新书就是以“欺骗”为主题贯穿全书。 泰弗士承认，他的整个成人世界，无论是个人生活或是职业生涯，他都和“欺骗”作着斗争，要时时刻刻谨防“被骗”。

source: Trivers’s scope is vast, ranging from the fibs parents and children tell to manipulate one another to the “false historical narratives” political leaders foist on their citizens and the rest of the world.
zh_cn: 泰弗士研究“欺编”这个主题时可谓视野宽广，从父母的扯谎到孩子的撒谎，这样做的目的只是希望能“操纵”对方，到政客利用“不真实的历史描述”，欺骗民众和整个世界。

source: Trivers calls deceit a “deep feature” of life, even a necessity, given genes’ brutal struggle to prevail.
zh_cn: 泰弗士认为欺骗是生命当中的“最深层特征”，并且只要想想各种生物基因残酷的斗争如此普遍，所以有时伪装甚至成了一种必要的生存手段。

source: Anglerfish lure prey by dangling “bait” in front of their jaws, edible butterflies deter predators by adopting the coloring of poisonous species. Possums play possum, cowbirds and cuckoos avoid the hassle of raising offspring by laying their eggs in other birds’ nests.
zh_cn: 琵琶鱼通过颚前悬浮的“诱饵”捕获猎物，蝴蝶通过模仿有毒生物的颜色防止被猎食；负鼠会装傻，燕八哥和布谷鸟孵蛋时为了防止被骚扰会把自己的蛋放在其它鸟类的巢穴中。

source: Even viruses and bacteria employ subterfuge to sneak past a host’s immune systems.
zh_cn: 甚至细菌和病毒会通过其它载体溜进宿主的免疫系统。

source: The complexity of organisms, Trivers suggests, stems at least in part from a primordial arms race between deceit and deceit-detection.
zh_cn: 泰弗士认为，生物体的复杂性至少部分来自于欺骗和反欺骗这种最原始的武器装备竞赛。

source: Our big brains and communication skills make us master dissemblers.
zh_cn: 我们发达的脑细胞和交流技巧使我们能成为更狡猾的“伪君子”。

source: Even before we can speak, Trivers notes, we learn to cry insincerely to manipulate our caregivers.
zh_cn: 泰弗士注意到，在人类没有学会开口说话之前，我们就已经学会假装哭闹以操控我们的看护者。

source: As adults, we engage in “confirmation bias,” which makes us seize on facts that bolster our preconceptions and overlook contradictory data.
zh_cn: 当我们成人时，我们忙于“确认偏见（confirmation bias）”，所以我们只愿意获取和我们先入之见一致的信息和数据，那些和我们唱反调的信息我们却充耳不闻。

source: We wittingly and unwittingly inflate the qualities of ourselves and others in our religious, political or ethnic group.
zh_cn: 我们有时不自觉地刻意夸大自己和我们周围社交圈子的宗教、政治或道德品质。

source: We denigrate those outside our in-group as well as sexual and economic rivals.
zh_cn: 我们同样也会诋毁我们社交圈以外的情敌或生意场上的对手。

source: Fooling others yields obvious benefits, but why do we so often fool ourselves?
zh_cn: 诓骗别人会得到好处，但是我们又为何欺骗自己呢？

source: Trivers provides a couple of answers.
zh_cn: 泰弗士给了我们几个解释。

source: First, believing that we’re smarter, sexier and more righteous than we really are — or than others consider us to be — can help us seduce and persuade others and even improve our health, via the placebo effect, for example.
zh_cn: 首先，自我鼓胀式的认为自己非常聪明、性感、正直且又善良，可以帮助引诱或劝说其他人，更或者有自我安慰作用，从而有助于我们的身体健康。

source: And the more we believe our own lies, the more sincerely, and hence effectively, we can lie to others.
zh_cn: 我们越相信自己的谎话，就越会真诚、有效地对别人撒谎，“我们越隐藏我们的潜意识，就越会对旁观者隐藏得越好。

source: “We hide reality from our conscious minds the better to hide it from onlookers,” Trivers explains.
zh_cn: ”泰弗士解释道。

source: But our illusions can have devastating consequences, from the dissolution of a marriage to stock-market collapses and world wars.
zh_cn: 但是幻觉可能会对产生最坏的结果，例如失败的婚姻、股市崩盘、世界战争。

source: One intriguing theme running through “The Folly of Fools” is that self-?
zh_cn: 在《傻瓜的傻事儿》一书中，有一个非常有趣的主题。

source: deception can affect our susceptibility to disease, for ill or good. Trivers speculates that some illusions — for example, a daughter’s insistence that her alcoholic, abusive father is a good man — require so much effort to maintain that they drain energy away from our immune systems.
zh_cn: 泰弗士认为自我欺骗可以正面或负面影响我们对疾病的承受能力，某些幻想——例如女儿坚持相信酗酒、虐待她的父亲是个好人——需要从我们的免疫系统努力地攫取并积攒力量。

source: Conversely, religious fundamentalism, which often restricts mating or even interactions with outsiders, may help protect the faithful from parasites carried by infidels.
zh_cn: 另外，宗教教旨经常禁止和异教徒通婚或混居生活，这样就帮助保护这些人免遭其它种族传染疾病的威胁。

source: According to Trivers, religions are more likely to split into rival factions in regions with high rates of infectious disease.
zh_cn: 根据泰弗士的理论，宗教更容易使相互敌对的派系分庭而居，从而使更容易在一定区域内传染的疾病抑制在可控制范围内。

source: Trivers will no doubt alienate many readers when he turns his attention to politics.
zh_cn: 当泰弗士把话题转向政治时，无疑会被很多读者疏远。

source: Although he indicts many nations for denying their sins, he is especially incensed by Israel’s treatment of Palestinians and the United States’ treatment of American Indians, blacks, the Vietnamese, Iraqis, Afghans and other groups.
zh_cn: 他控诉很多国家隐瞒自己对人类社会所犯下的罪行，而且他特别气愤以色列对巴勒斯坦、美国对印第安人、黑人及越南、伊拉克、阿富汉和其他种族所做的一切。

source: I found Trivers too shrill in these sections, even though my political views overlap with his.
zh_cn: 虽然我的政治观点和泰弗士的有几分相似，但我还是认为他在这几章的描写太过激动，完全可以用“尖叫”形容。

source: Also questionable are his put-downs of cultural anthropologists, whom he accuses of denying — for ideological rather than scientific reasons — biological research that can deepen our understanding of human behavior.
zh_cn: 在书中，泰弗士的另一个观点让我产生了疑问。 他贬低文化人类学家，认为他们只做意识形态上思考而非真正通过科学研究解决问题，他指责文化人类学者拒绝承认生物研究可以使我们对人类行为学有更深的了解。

source: In my experience, evolutionary scholars are at least as driven by ideology as cultural anthropologists are.
zh_cn: 根据我的经验，进化论学者和文化人类学者一样，至少都是由意识概念推动实施科学研究。

source: But I cut Trivers slack for his denunciations of others because he is so hard on himself.
zh_cn: 不管怎样，我们可以不计较泰弗士对其他人的谴责，因为他对自己的要求也格外严格。

source: Throughout the book, he recalls instances in which he lied — to girlfriends (he has apparently had many), wives (two), children (five) and colleagues.
zh_cn: 在整本书中，他都举例说明自己是如何撒谎的，他撒谎的对象包括他的女朋友（显而易见他有很多女朋友）、妻子（两个）、孩子（五个）和同事。

source: In one especially poignant passage, Trivers recalls walking down a city street with an attractive young woman, “trying to amuse her,” when he spots “an old man on the other side of her, white hair, ugly, face falling apart, walking poorly, indeed shambling.”
zh_cn: 其中有一篇文章非常尖酸，泰弗士回忆曾经和一位漂亮的年轻女人走在街上，“想要逗她高兴”，这时他发现“在女人的身边是一个头发花白、丑陋、走路蹒跚的老头儿”。

source: Trivers abruptly realizes he is seeing his reflection in a store window: “Real me is seen as ugly me by self-?deceived me.”
zh_cn: 泰弗士突然意到原来他在厨窗前看到的是自己的映象：“我只是在自我欺骗，真正的我是那个丑陋的人。

source: Trivers is not an elegant stylist like Dawkins, Wilson or Pinker.
zh_cn: ”泰弗士的文字风格不像道金斯、威尔森或平克那样优雅。

source: His technical explanations can be murky, his political rants cartoonishly crude.
zh_cn: 他对专业知识的解释可能有些晦涩，他对政治的激昂陈词也有些夸张、粗浅。

source: But Trivers’s blunt, unpolished manner — which I assume is not feigned — makes me trust him more than some slicker writers.
zh_cn: 但是泰弗士直言不讳、不加雕饰的风格（这并不是伪装的），比油嘴滑舌的作家比起来更令我相信。

source: “The Folly of Fools” reminds me of other irreducibly odd classics by scientific iconoclasts like “The Fractal Geometry of Nature,” by the mathematician Benoit Mandelbrot, and “The Society of Mind,” by the artificial-intelligence pioneer Marvin Minsky.
zh_cn: 《傻瓜的傻事儿》使我想起了仍然视为经典的几部奇趣作品，如数学家伯努瓦·罗德勃罗（Benoit Mandelbrot）的《大自然分形几何学》（The Fractal Geometry of Nature）和人工智能先驱者马维·明斯基（Marvin Minsky）的《心智社会》（The Society of Mind）。

source: Only in one passage does Trivers strike me as insincere, when he notes how prone academics are to self-importance; one survey found that 94 percent considered themselves to be above average in their fields.
zh_cn: 显然有一段话令我感觉泰弗士的不真诚。 他写道专业学者很容易自命不凡；一项调查表明94%的学者认为自己在专业领域高于其他人。

source: “I plead guilty,” Trivers adds.
zh_cn: “我真是惭愧，”泰弗士又写道。

source: That, surely, is false modesty. May his new book give him the attention he so richly deserves.
zh_cn: 当然，这是假谦虚，他的新书十有八九已经并且完全应该获得人们的青睐。
